# ClrMessage

## Description
Procedure ClrMessage closes the message palette.

```pascal
PROCEDURE ClrMessage;
```

```python
def vs.ClrMessage():
    return None
```

## Examples
```pascal
ClrMessage;
```
```python
import vs

# Procedure ClrMessage closes the message palette.
vs.ClrMessage()
```

## Version
Availability: from All Versions

## Category
* Utility